tap "homebrew/bundle"
brew "ghq"
brew "lua-language-server"
brew "neovim"
brew "nvm"
brew "snap"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "dozer"
cask "fig"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "raycast"
